
import styles from './Icons.module.css'

export const Character= ({}) =>{
    return(
        <figure className={`${styles.character}`}>
            <svg
            width={'100%'}
            height={'100%'}
  xmlns="http://www.w3.org/2000/svg"
  xmlnsXlink="http://www.w3.org/1999/xlink"
  viewBox="0 0 777.26 630.69"
>
  <defs>
    <clipPath id="clip-path" transform="translate(-109.84 -61.89)">
      <rect id="SVGID" width="1005.73" height="670.49" fill="none" />
    </clipPath>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_29"
      x1="206.18"
      y1="499.17"
      x2="206.18"
      y2="379.84"
      gradientTransform="matrix(0.91, -0.42, 0.42, 0.91, -115.88, 43.76)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#dbccff" />
      <stop offset={1} stopColor="#d1bbff" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_28"
      x1="206.18"
      y1="503.82"
      x2="206.18"
      y2="384.5"
      gradientTransform="matrix(0.91, -0.42, 0.42, 0.91, -115.88, 43.76)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#b5a6e7" />
      <stop offset={1} stopColor="#7760bf" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_28-2"
      x1="206.18"
      y1="474.16"
      x2="206.18"
      y2="423.86"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_28"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_27"
      x1="199.04"
      y1="424.86"
      x2="213.31"
      y2="424.86"
      gradientTransform="matrix(0.91, -0.42, 0.42, 0.91, -115.88, 43.76)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#8b8be0" />
      <stop offset={1} stopColor="#a177b7" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_94"
      x1="206.18"
      y1="428.18"
      x2="206.18"
      y2="419.54"
      gradientTransform="matrix(0.91, -0.42, 0.42, 0.91, -115.88, 43.76)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#fff" />
      <stop offset={1} stopColor="#a177b7" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_95"
      x1="213.73"
      y1="479.29"
      x2="213.73"
      y2="423.84"
      gradientTransform="matrix(0.91, -0.42, 0.42, 0.91, -115.88, 43.76)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} />
      <stop offset={1} stopColor="#fff" />
    </linearGradient>
    <linearGradient
      id="linear-gradient"
      x1="470.23"
      y1="670.42"
      x2="470.23"
      y2="520.88"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#db233e" />
      <stop offset={1} stopColor="#5f2c95" />
    </linearGradient>
    <radialGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_83"
      cx="543.38"
      cy="520.89"
      r="45.3"
      gradientTransform="matrix(0, 0.66, -1.71, 0, 1289.95, 256.27)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#4b474b" />
      <stop offset={1} />
    </radialGradient>
    <radialGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_83-2"
      cx="619.82"
      cy="571.4"
      r="45.3"
      gradientTransform="matrix(0.66, 0, 0, 1.71, 125.83, -363.15)"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_83"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_26"
      x1="421.84"
      y1="617.92"
      x2="461.06"
      y2="617.92"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#9e8cef" />
      <stop offset={1} stopColor="#caafee" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_26-2"
      x1="48.36"
      y1="617.92"
      x2="87.58"
      y2="617.92"
      gradientTransform="matrix(-1, 0, 0, 1, 561.85, 0)"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_26"
    />
    <linearGradient
      id="linear-gradient-2"
      x1="464.97"
      y1="670.42"
      x2="464.97"
      y2="520.88"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ccf" />
      <stop offset={1} stopColor="#db233e" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
      x1="372.54"
      y1="533.76"
      x2="372.54"
      y2="492.98"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ccf" />
      <stop offset={1} stopColor="#755cbb" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-2"
      x1="325.3"
      y1="518.76"
      x2="325.3"
      y2="478.8"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_354"
      x1="475.67"
      y1="295.7"
      x2="475.67"
      y2="236.01"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#d5cdf8" />
      <stop offset={1} stopColor="#f3edfb" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-3"
      x1="444.94"
      y1="265.79"
      x2="506.4"
      y2="265.79"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="linear-gradient-3"
      x1="458.1"
      y1="534.19"
      x2="458.1"
      y2="233.41"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#db233e" />
      <stop offset={1} stopColor="#caafee" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-4"
      x1="333.27"
      y1="346.76"
      x2="406.52"
      y2="346.76"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_178"
      x1="331.01"
      y1={431}
      x2="331.01"
      y2="290.35"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#9e8cef" />
      <stop offset={1} stopColor="#dac7f3" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_55"
      x1="572.87"
      y1="390.46"
      x2="667.25"
      y2="390.46"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#a999f1" />
      <stop offset={1} stopColor="#dac7f3" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71"
      x1="300.31"
      y1="271.17"
      x2="300.31"
      y2="234.09"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset="0.02" stopColor="#ffc2a9" />
      <stop offset={1} stopColor="#ff9595" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48"
      x1="323.66"
      y1="270.29"
      x2="323.66"
      y2="208.91"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ffeadb" />
      <stop offset="0.99" stopColor="#c27cb6" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-2"
      x1="321.67"
      y1="312.06"
      x2="321.67"
      y2="217.42"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_73"
      x1="304.74"
      y1="297.29"
      x2="334.5"
      y2="297.29"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset="0.02" stopColor="#d1a1d6" />
      <stop offset="0.99" stopColor="#bd89c4" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-3"
      x1="669.19"
      y1="369.7"
      x2="669.19"
      y2="243.15"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-2"
      x1="684.15"
      y1="329.16"
      x2="684.15"
      y2="266.28"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_64"
      x1="696.55"
      y1="307.45"
      x2="696.55"
      y2="279.27"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ffb0b0" />
      <stop offset="0.98" stopColor="#ffc2a9" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_64-2"
      x1="712.9"
      y1="311.79"
      x2="712.9"
      y2="296.34"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_64"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_73-2"
      x1="646.79"
      y1="342.6"
      x2="675.54"
      y2="342.6"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_73"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-5"
      x1="606.78"
      y1="441.82"
      x2="606.78"
      y2="300.16"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-6"
      x1="294.89"
      y1="413.28"
      x2="531.82"
      y2="413.28"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
      x1="503.77"
      y1="373.63"
      x2="549.06"
      y2="373.63"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ccedff" />
      <stop offset={1} stopColor="#755cbb" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-2"
      x1="462.69"
      y1="453.11"
      x2="529.25"
      y2="453.11"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-3"
      x1="465.77"
      y1="483.2"
      x2="536.88"
      y2="483.2"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-4"
      x1="404.58"
      y1="408.69"
      x2="404.58"
      y2="328.89"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-5"
      x1={411}
      y1="415.4"
      x2={411}
      y2="354.91"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-6"
      x1="315.39"
      y1="338.07"
      x2="315.39"
      y2="292.36"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-7"
      x1="352.38"
      y1="297.82"
      x2="370.8"
      y2="297.82"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-7"
      x1="552.62"
      y1="408.69"
      x2="552.62"
      y2="323.98"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-8"
      x1="647.86"
      y1="390.47"
      x2="647.86"
      y2="346.2"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-9"
      x1="597.65"
      y1="388.49"
      x2="597.65"
      y2="354.65"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-8"
      x1="305.83"
      y1="340.99"
      x2="305.83"
      y2="328.42"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-10"
      x1="339.4"
      y1="379.3"
      x2="339.4"
      y2="310.62"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-9"
      x1="516.11"
      y1="330.96"
      x2="516.11"
      y2="279.27"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-10"
      x1="448.4"
      y1="323.97"
      x2="448.4"
      y2="252.63"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25"
      x1="424.31"
      y1="337.02"
      x2="543.46"
      y2="337.02"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#8642a0" />
      <stop offset={1} stopColor="#6456c0" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-11"
      x1="434.58"
      y1="268.26"
      x2="512.12"
      y2="268.26"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-12"
      x1="633.92"
      y1="385.42"
      x2="633.92"
      y2="340.55"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-13"
      x1="570.49"
      y1="436.05"
      x2="570.49"
      y2="300.16"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-14"
      x1="424.39"
      y1="499.88"
      x2="424.39"
      y2="460.92"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-15"
      x1="500.06"
      y1="489.18"
      x2="500.06"
      y2="470.26"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-4"
      x1="499.23"
      y1="246.02"
      x2="499.23"
      y2="116.6"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-5"
      x1="450.98"
      y1="193.8"
      x2="450.98"
      y2="155.64"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_387"
      x1="517.22"
      y1="208.22"
      x2="518.82"
      y2="199.9"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#e1616a" />
      <stop offset={1} stopColor="#ff8883" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-3"
      x1="502.78"
      y1="201.85"
      x2="502.78"
      y2="118.48"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_59"
      x1="498.71"
      y1="167.71"
      x2="498.71"
      y2="151.19"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#cf6074" />
      <stop offset={1} stopColor="#f37270" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_184"
      x1="531.65"
      y1="172.95"
      x2="531.65"
      y2="158.58"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#cf6074" />
      <stop offset={1} stopColor="#ff817f" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-4"
      x1="533.01"
      y1="181.31"
      x2="533.01"
      y2="148.97"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_292"
      x1="500.97"
      y1="247.65"
      x2="500.97"
      y2="90.7"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#2e33a0" />
      <stop offset={1} stopColor="#0665a5" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_35"
      x1="542.19"
      y1="148.81"
      x2="542.19"
      y2="112.6"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ffeadb" />
      <stop offset="0.99" stopColor="#8860c7" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_52"
      x1="492.85"
      y1="247.65"
      x2="492.85"
      y2="90.7"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ccc2db" />
      <stop offset="0.99" stopColor="#8860c7" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_397"
      x1="503.37"
      y1="247.61"
      x2="503.37"
      y2="240.87"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#776d7e" />
      <stop offset={1} stopColor="#9d68c2" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
      x1="523.16"
      y1="101.96"
      x2="523.16"
      y2="96.95"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#1f77d1" />
      <stop offset={1} stopColor="#0686c9" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-2"
      x1="491.24"
      y1="118.45"
      x2="491.24"
      y2="103.64"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-3"
      x1="544.92"
      y1="125.96"
      x2="544.92"
      y2="112.6"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_285"
      x1="456.54"
      y1="184.75"
      x2="439.45"
      y2="163.82"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ffeadb" />
      <stop offset="0.99" stopColor="#b060f4" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_285-2"
      x1="458.33"
      y1="182.06"
      x2="449.92"
      y2="171.75"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_285"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-4"
      x1="490.25"
      y1="119.78"
      x2="519.2"
      y2="119.78"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-5"
      x1="531.08"
      y1="206.34"
      x2="539.86"
      y2="206.34"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-6"
      x1="520.24"
      y1="199.81"
      x2="529.71"
      y2="199.81"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89"
      x1="590.08"
      y1="222.78"
      x2="886.87"
      y2="222.78"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#9d68c2" />
      <stop offset={1} stopColor="#aec2ff" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85"
      x1="540.61"
      y1="272.98"
      x2="540.61"
      y2="183.47"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#ccedff" />
      <stop offset={1} stopColor="#9d68c2" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-2"
      x1="693.24"
      y1="229.34"
      x2="693.24"
      y2="189.91"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-3"
      x1="739.76"
      y1="229.34"
      x2="739.76"
      y2="189.91"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-4"
      x1="645.94"
      y1="229.34"
      x2="645.94"
      y2="189.91"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_302"
      x1="845.62"
      y1="189.86"
      x2="845.62"
      y2="174.88"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#459fff" />
      <stop offset={1} stopColor="#a96dff" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_302-2"
      x1="141.62"
      y1="365.41"
      x2="141.62"
      y2="346.76"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_302"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_322"
      x1="757.78"
      y1="127.97"
      x2="757.78"
      y2="112.99"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#b31a8f" />
      <stop offset={1} stopColor="#fe117e" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25-2"
      x1="629.52"
      y1="411.01"
      x2="629.52"
      y2="400.42"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25-3"
      x1="78.85"
      y1="463.26"
      x2="78.85"
      y2="453.79"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25"
    />
    <linearGradient
      id="linear-gradient-4"
      x1="245.43"
      y1="523.92"
      x2="245.43"
      y2="445.7"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#d906e3" />
      <stop offset={1} stopColor="#db233e" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_97"
      x1="768.49"
      y1="584.63"
      x2="768.49"
      y2="486.78"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#d906e3" />
      <stop offset={1} stopColor="#ff6df9" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206"
      x1="685.95"
      y1="406.08"
      x2="677.61"
      y2="334.52"
      gradientTransform="matrix(0.97, 0.26, -0.26, 0.97, 84.76, -40.54)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#1852a0" />
      <stop offset={1} stopColor="#067ed3" />
    </linearGradient>
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-2"
      x1="677.87"
      y1="406.35"
      x2="677.87"
      y2="333.02"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_107"
      x1="638.87"
      y1="389.1"
      x2="633.48"
      y2="342.81"
      gradientTransform="matrix(0.94, 0.33, -0.52, 1.49, 224.15, -263.9)"
      gradientUnits="userSpaceOnUse"
    >
      <stop offset={0} stopColor="#188dc1" />
      <stop offset={1} stopColor="#06bfe7" />
    </linearGradient>
    <linearGradient
      id="linear-gradient-5"
      x1="581.74"
      y1="85.71"
      x2="600.73"
      y2="15.17"
      xlinkHref="#linear-gradient-4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-3"
      x1="549.09"
      y1="77.58"
      x2="563.25"
      y2="24.97"
      gradientTransform="matrix(1, 0, 0, 1, 0, 0)"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206"
    />
    <linearGradient
      id="linear-gradient-6"
      x1="-21.55"
      y1="269.08"
      x2="-8.6"
      y2="220.99"
      gradientTransform="matrix(-1, 0, 0, 1, 11.03, -61.89)"
      xlinkHref="#linear-gradient-4"
    />
    <linearGradient
      id="_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-4"
      x1="-43.8"
      y1="263.53"
      x2="-34.15"
      y2="227.67"
      gradientTransform="matrix(-1, 0, 0, 1, 11.03, -61.89)"
      xlinkHref="#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206"
    />
  </defs>
  <title>vector</title>
  <g style={{ isolation: "isolate" }}>
    <g id="Layer_2" data-name="Layer 2">
      <g id="Layer_1-2" data-name="Layer 1">
        <g clipPath="url(#clip-path)">
          <path
            d="M248.82,328.63q0-.61.6-.6l11.24.34a8.18,8.18,0,0,1,2.83.51,4.59,4.59,0,0,1,1.86,1.25,4.53,4.53,0,0,1,1,1.91,8.37,8.37,0,0,1,.26,2.47l-.1,3.09a8.43,8.43,0,0,1-.4,2.45,4.74,4.74,0,0,1-1.1,1.84,4.83,4.83,0,0,1-1.94,1.14,8.72,8.72,0,0,1-2.85.33l-6-.18-1.26-3.54h-.16l-.11,3.5-4.24-.13Zm3.93,10.61,7.19.22a2.36,2.36,0,0,0,1.74-.48,2.68,2.68,0,0,0,.57-1.88l.08-2.52a2.64,2.64,0,0,0-.46-1.92,2.42,2.42,0,0,0-1.71-.55l-6.88-.21a.27.27,0,0,0-.23.08.34.34,0,0,0-.09.22Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <path
            d="M272.68,335.06h-.14l-.14,4.49c0,.19.09.29.28.29l12.65.39-.12,3.89-16.58-.5a.55.55,0,0,1-.58-.64l.42-13.76a.53.53,0,0,1,.62-.59l16.1.49a.54.54,0,0,1,.6.63l-.12,3.89-4,1.35h-.16l.06-2c0-.15-.06-.23-.2-.23l-8.5-.26c-.11,0-.19,0-.22.09a.33.33,0,0,0-.06.19l-.06,1.88,7,.21-.09,3.05-5.87-.18Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <path
            d="M300.79,334.78h-.17l.05-1.65a.21.21,0,0,0-.24-.25l-7.9-.25a.84.84,0,0,0-.61.17.82.82,0,0,0-.18.53v.37c0,.29,0,.48.13.56a1.07,1.07,0,0,0,.55.21l9.26,1.58a6.43,6.43,0,0,1,1.5.42,3.06,3.06,0,0,1,1,.71,2.45,2.45,0,0,1,.52,1.06,5.46,5.46,0,0,1,.12,1.47l0,1.19a5.59,5.59,0,0,1-.28,1.63,2.81,2.81,0,0,1-.78,1.17,3.1,3.1,0,0,1-1.38.69,7.59,7.59,0,0,1-2.09.19l-13.34-.41.12-3.89,12,.36a1,1,0,0,0,.72-.17,1.07,1.07,0,0,0,.19-.69v-.41a.89.89,0,0,0-.11-.55.87.87,0,0,0-.52-.21l-8.94-1.4a7.48,7.48,0,0,1-1.55-.42,3,3,0,0,1-1-.69,2.43,2.43,0,0,1-.57-1,5.13,5.13,0,0,1-.14-1.43l0-1.05a3.48,3.48,0,0,1,.93-2.49,3.92,3.92,0,0,1,2.92-.81l13.32.4a.58.58,0,0,1,.62.68l-.1,3.09Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <path
            d="M306.42,344.76l.45-15,4.25.13-.46,15Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <path
            d="M326.4,338.94a5.35,5.35,0,0,0,0-.69c0-.24,0-.45-.05-.63v-.19l4.21.13-.23,7.35c0,.39-.19.57-.53.56l-11.28-.34a8.18,8.18,0,0,1-2.83-.51,4.66,4.66,0,0,1-1.86-1.25,4.47,4.47,0,0,1-1-1.91,8.33,8.33,0,0,1-.26-2.47l.1-3.08a8.45,8.45,0,0,1,.4-2.46,4.45,4.45,0,0,1,3-3,8.44,8.44,0,0,1,2.85-.34l11.22.34a.53.53,0,0,1,.58.64l-.1,3.23-4,1.32h-.17l.05-1.45a.18.18,0,0,0-.18-.21l-7.17-.21a3.63,3.63,0,0,0-1,.08,1.39,1.39,0,0,0-.7.37,1.58,1.58,0,0,0-.42.73,4.8,4.8,0,0,0-.16,1.14l-.08,2.63a2.77,2.77,0,0,0,.46,1.91,2.33,2.33,0,0,0,1.72.59l7.1.22a.21.21,0,0,0,.23-.24Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <path
            d="M339.51,330.76a1.18,1.18,0,0,1,.67.17,1.35,1.35,0,0,1,.35.46l5.35,10.94a.43.43,0,0,0,.39.26h.22a.29.29,0,0,0,.34-.32l.34-11.28,3.85.11-.43,14.4a.52.52,0,0,1-.6.58l-6.09-.19a1.36,1.36,0,0,1-.65-.14,1.2,1.2,0,0,1-.39-.49l-5.56-10.93a.39.39,0,0,0-.38-.25h-.21a.29.29,0,0,0-.34.32L336,345.66l-3.85-.11.44-14.38c0-.41.21-.61.59-.6Z"
            transform="translate(-109.84 -61.89)"
            fill="#f1f1f4"
          />
          <circle
            cx="451.38"
            cy="327.68"
            r="259.84"
            transform="translate(-209.34 353.26) rotate(-45)"
            fill="#db233e"
            opacity="0.08"
          />
          <path
            d="M260.37,311.05c-6.39-11-17.69-15.53-17.69-15.53l-3.94,1.84,8.87,16.1a17.24,17.24,0,0,1-5.43,9.59v0a17.25,17.25,0,0,1-10.84-2l-6.65-17.14-3.94,1.84s-3.78,11.57.56,23.53c0,0,1.68,3.88,2,4.22,1.56,1.82,5.63,3.93,13.5,3.44l27.16,51.81a14.21,14.21,0,1,0,14.68-6.85l-22.3-54.06c5.31-5.6,6.43-10,6-12.56C262.25,314.73,260.37,311.05,260.37,311.05Zm22.34,89.36-7.2,3.36L269,399.22l.69-7.91,7.2-3.36,6.5,4.55Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_29)"
          />
          <path
            d="M262.34,315.27c-6.39-11-17.69-15.53-17.69-15.53l-3.94,1.84,8.87,16.1a17.24,17.24,0,0,1-5.43,9.59v0a17.22,17.22,0,0,1-10.84-2l-6.65-17.13L222.71,310s-3.78,11.57.56,23.53c0,0,6.14,8.23,15.47,7.66L265.9,393a14.2,14.2,0,1,0,14.68-6.86l-22.3-54.05C264.71,325.26,262.34,315.27,262.34,315.27Zm22.34,89.36-7.2,3.36L271,403.44l.69-7.91,7.2-3.36,6.51,4.55Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_28)"
          />
          <rect
            x="221.52"
            y="304.6"
            width="4.35"
            height="4.66"
            transform="translate(-218.73 61.65) rotate(-25.04)"
            fill="#e5e2ff"
          />
          <rect
            x="239.52"
            y="296.22"
            width="4.35"
            height="4.66"
            transform="translate(-213.5 68.49) rotate(-25.04)"
            fill="#e5e2ff"
          />
          <rect
            x="276.12"
            y="401.87"
            width="7.94"
            height="4.66"
            transform="translate(-254.61 94.67) rotate(-25.04)"
            fill="#e5e2ff"
          />
          <path
            d="M244.56,345l21.93,42.15a10.74,10.74,0,0,0,8.86-4.13L257.49,339C249.47,338.66,244.56,345,244.56,345Zm29.09,38.36a12.24,12.24,0,0,1-2.83,1.86,10.66,10.66,0,0,1-3,.9l-22-41.29a22.6,22.6,0,0,1,5.28-3.47,18.65,18.65,0,0,1,5.43-1.6Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_28-2)"
          />
          <path
            d="M273.65,383.36l1.7-.34s-2.51,4.46-8.86,4.13l1.3-1A11.9,11.9,0,0,0,273.65,383.36Z"
            transform="translate(-109.84 -61.89)"
            fill="#e5e2ff"
          />
          <path
            d="M244.56,345l1.26-.17a20.47,20.47,0,0,1,10.71-5.07l1-.81s-2.8-.49-7.16,1.55S244.56,345,244.56,345Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.62"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_27)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M238.74,341.15a48.47,48.47,0,0,0,19.54-9.1l2.85,6.91s-3.23-3.2-10.33-.31C242.5,342,243,348.72,243,348.72Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.62"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_94)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M261.13,339a8.57,8.57,0,0,0-4.34-1.5L278,388.75l2.55-2.65Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_95)"
            style={{ mixBlendMode: "screen" }}
          />
          <path
            d="M261.13,339s-2.22,6.85,4.17,10.1Z"
            transform="translate(-109.84 -61.89)"
            fill="#fff"
          />
          <path
            d="M580.75,670.42H502C493.72,624.62,474.54,565,474.54,565c-4.66-2.76-13.76.64-13.76.64L432,670.42H360c-3.83-64.64,31.54-138,31.54-138h0c-.12-.26-1.24-2.5-.94-4,.11-.65,1.32-1.89,2.68-3.12,1.94-1.77,4.26-3.55,4.26-3.55l134.28-.84s1.36.69,3.08,1.73h0c2.93,1.77,6.91,4.52,6.91,6.53a9.19,9.19,0,0,1-1.36,5l-.07.08C569.19,588.53,580.75,670.42,580.75,670.42Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#linear-gradient)"
          />
          <ellipse
            cx="397.42"
            cy="616.64"
            rx="77.63"
            ry="30.05"
            transform="translate(-402.62 803.37) rotate(-77.01)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_83)"
            style={{ mixBlendMode: "screen" }}
          />
          <ellipse
            cx="536.88"
            cy="615.88"
            rx="30.05"
            ry="77.63"
            transform="translate(-256.11 105.82) rotate(-15.65)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_83-2)"
            style={{ mixBlendMode: "screen" }}
          />
          <path
            d="M422.66,670.49l-.82-.14c9.16-54,32.41-99.24,32.65-99.7l.09-.12,5.93-5.18.55.63-5.87,5.13C454.15,573.15,431.63,617.64,422.66,670.49Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_26)"
          />
          <path
            d="M512.66,670.49c-9-52.89-32.11-97.81-33.15-99.8L474.26,566l.56-.62,5.39,4.87c.24.46,24.11,46.14,33.28,100.12Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_26-2)"
          />
          <path
            d="M541.83,529.14a9.19,9.19,0,0,1-1.36,5l-.07.08c-28,6.32-49.23,32.42-49.23,32.42,15.24,29.23,40.65,103.81,40.65,103.81H502C493.72,624.62,474.54,565,474.54,565c-4.66-2.76-13.76.64-13.76.64L432,670.42H413.34C420,626.53,439.71,573,439.71,573c-19.36-22.54-48.16-40.55-48.16-40.55h0l-3.42-2.15,2.48-1.86c12.45,12,52.61,27.56,53.85,28l-51.17-31.16c1.94-1.77,4.26-3.55,4.26-3.55l134.28-.84s1.36.69,3.08,1.73l-36.67,20.18Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.76"
            fill="url(#linear-gradient-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <polygon
            points="364.7 503.14 380.37 492.98 376.65 503.14 373.92 533.76 364.7 503.14"
            opacity="0.76"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70)"
            style={{ mixBlendMode: "multiply" }}
          />
          <polygon
            points="350.94 503.78 334.61 494.55 299.66 478.81 344.17 508.22 346.82 518.76 350.94 503.78"
            opacity="0.76"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M505.7,250.78c.1.72.19,1.1.19,1.1a96.36,96.36,0,0,1-2.78,9.49,77,77,0,0,1-10.45,20.31A39,39,0,0,1,488.1,287c-24.45-7.67-36.5-31.59-41.13-43.49a.84.84,0,0,1-.07-.19c-.89-2.24-1.47-4.05-1.84-5.23h0c-.29-.94-.42-1.46-.42-1.46l.3-.62.05-.09c.4-.83.81-1.69,1.17-2.51a119.27,119.27,0,0,0,6.71-18.72c1.19-4.4,1.83-7.78,2.13-9.57.15-.93.22-1.43.22-1.43l11.39,6,39.28,20.78a64.69,64.69,0,0,0-.84,10c0,2.1,0,4,.15,5.56.12,2,.32,3.49.47,4.5h0A2.06,2.06,0,0,0,505.7,250.78Z"
            transform="translate(-109.84 -61.89)"
            fill="#fe9083"
          />
          <path
            d="M494.81,289.65a34,34,0,0,1-8.12,5.93,1.32,1.32,0,0,1-.2.12l-.23-.14h0c-.85-.52-3.77-2.32-7.69-5.27-10.26-7.72-27.39-23.35-32.29-44.4a.26.26,0,0,0,0-.08,52.14,52.14,0,0,1-1.17-7.7h0c-.05-.69-.1-1.38-.12-2.08a108.2,108.2,0,0,0,9.3,16.63c6.94,10.15,17.35,21.23,29.79,21.3,10.76.07,16.28-7.29,19.08-14.08a38.44,38.44,0,0,0,2.26-7.71v0c.12-.61.21-1.14.29-1.6h0c0-.24.07-.44.08-.62.1-.76.14-1.19.14-1.19S510,274.44,494.81,289.65Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_354)"
          />
          <path
            d="M494.81,289.65a34,34,0,0,1-8.12,5.93h-.2l-.23,0h0c-.85-.52-3.77-2.32-7.69-5.27-10.26-7.72-27.39-23.35-32.29-44.4a.26.26,0,0,0,0-.08,52.14,52.14,0,0,1-1.17-7.7h0c-.05-.69-.1-1.38-.12-2.08a108.2,108.2,0,0,0,9.3,16.63s6.78,18.6,21.43,27.82c7.34,4.61,12.9,3.94,17,1.22s6.74-7.4,8.3-11a25.87,25.87,0,0,0,2.15-9.35c0-.55,0-1.06,0-1.51a38.44,38.44,0,0,0,2.26-7.71v0c.12-.61.21-1.14.29-1.6h0c0-.24.07-.44.08-.62.1-.76.14-1.19.14-1.19S510,274.44,494.81,289.65Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-3)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M588.94,441.66l-.26.14c-1.38.16-5.65-.77-11.25-5.62l0,0s0,0,0-.05,0-.05-.07-.06c-4.69-4.11-10.32-11-15.94-22.2-11.23-22.44-14.45-37.43-15-40l-.06-.4-6.56,10.39c-4.44,13.36-12.85,68.64-12.7,71s7.46,14,7.31,15.41l0,0c-.2,1.44-3.49,4.61-4.43,8.06-.63,2.3,3.83,9.54,7,14.95v0c1.63,2.82,2.88,5.13,2.88,6,0,2.53-7.94,14.92-7.94,14.92v6.67l-.12.12-.37.33-.3.25c-3,2.38-15.81,10.18-55.77,12.32-47.35,2.54-78.9-12.7-78.9-12.7l2.38-6.52s-2.21-1.9-2.38-2.85,1.75-3.19,1.75-3.19-4.76-2.53-4.76-5.71,9.53-13,9.22-21.44-7.63-15.87-8.59-20.63,12.39-16.52,12.39-16.52c-11.43-36.2-13.66-84.8-13.66-84.8L390.5,357s-13.66,31.12-26.05,46.36c-1.48,1.81-3,3.6-4.64,5.33A136.59,136.59,0,0,1,349.14,419c-8.58,7.48-16.37,12.39-18.35,12-3.18-.64-15.89-25.73-15.3-51.46.26-12.23,7.64-25.93,15.3-36.91.82-1.17,1.64-2.33,2.48-3.45a177.57,177.57,0,0,1,13.14-15.84c1-1,1.53-1.59,1.53-1.59s-1.75-5.62-2.94-10.5a2.49,2.49,0,0,0-.08-.35,1,1,0,0,0,0-.17.39.39,0,0,0,0-.11c-.7-3-1.14-5.6-.73-6.24,1.05-1.69,7.2-3.6,8.26-4.86s5.5-22.66,8.88-25,9-3.86,28-11.35l2.9-1.14c21.37-8.47,42.34-18.74,42.34-18.74l8.05-9.89h3.58L445,235.92l-.05.09q.85,3.83,2,7.32a.84.84,0,0,0,.07.19c11.06,34.9,39.52,46.14,39.52,46.14,19.78-14.6,19.4-37.78,19.4-37.78V248.7l3.7,1.1,2.53,6s4.29,6.67,21.29,14.14a103.94,103.94,0,0,1,9.34,4.78c15.55,8.84,32.85,22.5,34.18,25.4a10.18,10.18,0,0,1,.45,1.44h0c1.83,7.18,5.58,34.05,9.07,43.64a22,22,0,0,0,8.14,11l0,0a12.57,12.57,0,0,0,3.25,1.69q.4,2.22.75,4.38C605.92,408.29,592.06,439.48,588.94,441.66Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#linear-gradient-3)"
          />
          <path
            d="M406.52,354.9l-13.81,4.64L390.5,357s-13.66,31.12-26.05,46.36c-1.48,1.81-3,3.6-4.64,5.33A136.59,136.59,0,0,1,349.14,419l-10.52-45.38-5.35-34.44a177.57,177.57,0,0,1,13.14-15.84c1-1,1.53-1.59,1.53-1.59s-1.75-5.62-2.94-10.5a2.49,2.49,0,0,0-.08-.35,1,1,0,0,0,0-.17.39.39,0,0,0,0-.11c-.7-3-1.14-5.6-.73-6.24,1.05-1.69,7.2-3.6,8.26-4.86s5.5-22.66,8.88-25c0,0-2.21,20.53,9.54,46.58l5.72,8.05,16.73,13.44S399.6,351,406.52,354.9Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-4)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M366.56,392.05c-3,22-35.77,38.95-35.77,38.95-7.31,0-15.47-12.7-22.88-28.38s-7.86-60.69-8.25-63.47-4.52-8.35-4.77-10.73,6.67-7.31,6.67-7.31l-.05-.12-.05-.12c-.72-1.54-4.78-10.24-4.5-11.83.32-1.74,8.08-5.55,8.08-5.55l.49,8.57s18.07-3.42,24.19-17.42l1.07-4.29,3,2v18.42s.62,2.87,1.57,2.87,8-3.52,9.47-3,2.95,10.34,4.93,11.6,7.21,4.92,8,6.67c.35.78.38,3.62.42,6.95.05,4.09.08,8.92.68,11.64C360,352.39,369.53,370,366.56,392.05Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_178)"
          />
          <path
            d="M666.59,373.19c-1.48,2.33-8.89,7.21-10.8,9.12s0,8.16,0,8.16c-31.13,33-63.58,49.58-66.85,51.19l-.26.14c-19.55-13.14-17.87-34.78-11.39-53a138,138,0,0,1,17.3-32.49h0l0,0c.35-.13,5.93-2.45,9.92-2.75a6,6,0,0,1,3.67,1.14c2.38,1.48,4.39,3.81,6.34,2.83,2.86-1.44,9.27-16.57,13.61-17,3-.29,7.24,2.8,10,4.56,1.22.77,2.18,1.29,2.65,1.15,1.59-.42,7-6.89,7.42-7.05s2.89,1.62,2.89,1.62l-1.73,2.15a58.68,58.68,0,0,0,11.33,25.51l5.82-8.52S668.08,370.86,666.59,373.19Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_55)"
          />
          <path
            d="M505.79,250.12q-.06.33-.09.66a11.3,11.3,0,0,1-.32,1.34v0c-2,7.39-10.06,15-20.23,11.31-11.12-4-32.27-48.77-32.27-48.77l2.13-9.57L505.2,246l.55,3.88Z"
            transform="translate(-109.84 -61.89)"
            fill="#cb4d7a"
          />
          <g className='hand'>
          <path
            d="M349.63,261.08s-7.78-1.66-11-8.45S337.5,236,337.5,236s6.09,11.69,9.13,15.68S350.48,260.24,349.63,261.08Z"
            transform="translate(-109.84 -61.89)"
            fill="#ffbcaf"
          />
          <path
            d="M338.62,241.92s-3.07-16.94-1.7-29.43-.35-26.68-.35-26.68-3-1.27-5.26,0-7.41,14.19-5.08,24.56.53,35.26.53,35.26h-3.49l-7.63-10.48-3.7-1.06s-21.33,20.11-21,32.08l2.79,10.63,26.27-.89,17.15-19.59Z"
            transform="translate(-109.84 -61.89)"
            fill="#ee8183"
          />
          <path
            d="M311.94,234.09a136.5,136.5,0,0,0,3.54,24.77s-.5,4.69-6,5l-1.35-1.51s-.95,5.32-5.79,5.72l-4.61-4.6,1.19,3.81a6.5,6.5,0,0,1-6,3.89s-7.31-5.72-7.78-13.18l7.22-6.12v-4.68l8.58-6,.16-3.41S306.12,234,311.94,234.09Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71)"
          />
          <path
            d="M337.23,208.91s-1.29,3.26-3.11,4.53-7.12,2.25-7.12,2.25l-.24,29.94h-3.49l-7.63-10.48s3.87,6,4.11,10.48l-3,1.48-2.62-9-1.24,6.45,1.23,8s4.52-3.89,12.7-4l1.23,2.23s-14.8,12.26-18.21,19.48c0,0,7.31-9.29,24-19.53l1.59-4.92,2.11-11.75S335.5,217.15,337.23,208.91Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M349.63,261.08c-1.37,4.13-15.77,21.28-17.36,25a49.56,49.56,0,0,0-2.55,8.56c-7.08,15.31-24.19,17.42-24.19,17.42l-.79-13.81s-9.2-5.3-10.76-8.2l0-.05-.18-.49c-.47-2.7-.07-12.7-.07-12.7l16.11-6.52c7-9.06,24-19.53,24-19.53l.79-4.75c-12.21-6-10.16-24.15-8.1-26.38s5.87-2.21,5.87-2.21,4.45,14.6,7.3,21.44S351,257,349.63,261.08Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-2)"
          />
          <path
            d="M301.09,237.74s1.8,16.67,7.06,24.61a38.86,38.86,0,0,1-7.22-21.2Z"
            transform="translate(-109.84 -61.89)"
            fill="#e28183"
          />
          <path
            d="M292.35,247.19s1.75,13.42,10,20.88c0,0-7.32-3.65-10-16.2Z"
            transform="translate(-109.84 -61.89)"
            fill="#e28183"
          />
          <path
            d="M334.5,282.52s-18.16,17.63-29.76,15.73l.79,13.81a30.65,30.65,0,0,0,25.25-21.72S333,284.58,334.5,282.52Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.91"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_73)"
            style={{ mixBlendMode: "multiply" }}
          />
          </g>
          <path
            d="M718.41,306.49s-16.67,30.49-36.2,39.86h-6.67L660.13,369.7s-10-6.25-10.69-26.78c0,0,3.49-3.64,4.34-7.75,0,0-5.5-4.32-7-7.49s-2-12.71-3.07-16.63S633.67,299,631.65,297.93s-11.11-1.6-11.11-1.6-1.27-3.28,0-4.86,15.46-7.1,23.18-1.81a34.89,34.89,0,0,0,1.38,6.16c.85,2.11,7.62,9.62,8.68,9.62s5.62-3.81,7.63-6.78,12.17-24.92,14.65-32.38a.79.79,0,0,1,.06-.22,1.73,1.73,0,0,0,.1-.33,1.36,1.36,0,0,0,.07-.22s0-.05,0-.08c1.91-6.46,13-18.85,18.95-22.23,0,0,2.53-.64,3.91,2.53,0,0-4.76,13.56-9.74,21.61-.84,1.35-1.74,3-2.68,4.66h0c-4.24,7.79-9,18-9.7,19.49l-.09.18,2.65,1.36,7.16-6.79,7.34-6.95L711,297.07l-1.66,2.11L704,305.94l2.67.49,6.2-6.86Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-3)"
          />
          <path
            d="M714.51,313l-5.33,7.84s-29.25-22.56-35.6-24.48-8.69-.63-8.69-.63l-6.55,8.36s12.07,10.7,13.12,25.1c0,0-4-18.21-17.68-23.72,1.06,0,5.62-3.81,7.63-6.78s12.17-24.92,14.65-32.38a8.3,8.3,0,0,0,.27,5.72c1.44,2.66,9.92.15,10.42,0h0l-9.72,19.49-.09.18,2.65,1.36,7.16-6.79-3.59,8.33,26.12,4.61L704,305.94l2.67.49Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M694.12,279.29s5.08-.74,8.36,5.83l-.74,2.11s5,1,9.74,9a27.15,27.15,0,0,1-14.72,11.22s-4.87-1.37-5.72-5.5l1-2.65-3.81,2.86s-4.56,1.38-6.57-5.4Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_64)"
          />
          <path
            d="M720,304.38s1.06-4.87-4.13-8l-10.06,11.11s.3,3.57,4.66,4.34C710.42,311.79,717.3,309.46,720,304.38Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_64-2)"
          />
          <path
            d="M646.79,327.68s11.65,13,28.75,18.67l-7.37,11.17L652.79,338l1-2.83S647.63,330.55,646.79,327.68Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.91"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_73-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M701.74,287.23s-4.87,8-9.74,12.07L691,302s9.46-6.38,12.94-13.75A6.07,6.07,0,0,0,701.74,287.23Z"
            transform="translate(-109.84 -61.89)"
            fill="#e28183"
          />
          <path
            d="M666.59,373.19c-1.48,2.33-8.89,7.21-10.8,9.12s0,8.16,0,8.16c-31.13,33-63.58,49.58-66.85,51.19l-.26.14c-2.55.32-14.94-3.17-27.33-27.95-11.23-22.44-14.45-37.43-15-40l-.06-.4,2.73-3.71L553.11,324l2.85,9.2c10.79-13,21-33,21-33l.45,1.44h0c1.83,7.18,5.58,34.05,9.07,43.64a22,22,0,0,0,8.14,11l0,0h0c-9.94,9.07-14.87,22.11-17.3,32.49a90.91,90.91,0,0,0-2.38,16.81,112.91,112.91,0,0,1,11.44-28.43,61.14,61.14,0,0,1,12.28-14.83,97.28,97.28,0,0,1,9.59-7.68c2.38,1.48,4.39,3.81,6.34,2.83-13.08,19.63-12.76,58.49-.47,51.08s15.08-23.14,15.08-23.14c-2.9-19.16-2-40.76.29-44.87,2.83.09,10.93,5.79,11.4,5.65-.74,22.55,9.85,37.6,9.85,37.6l7-10.81a67.12,67.12,0,0,1-9.42-33.84c.42-.19,2.89,1.62,2.89,1.62l-1.73,2.15a58.68,58.68,0,0,0,11.33,25.51l5.82-8.52S668.08,370.86,666.59,373.19Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-5)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M531.82,514.21v6.67l-.12.12-.37.33-.3.25c-3,2.38-15.81,10.18-55.77,12.32-47.35,2.54-78.9-12.7-78.9-12.7l2.38-6.52s-2.21-1.9-2.38-2.85,1.75-3.19,1.75-3.19-4.76-2.53-4.76-5.71c0-2.87,7.77-11.17,9-19a11.62,11.62,0,0,0,.19-2.48c-.32-8.38-7.56-15.81-8.57-20.57l0-.06c-1-4.77,12.39-16.52,12.39-16.52-11.43-36.2-13.66-84.8-13.66-84.8L390.5,357s-13.66,31.12-26.05,46.36S334,431.64,330.79,431c-7.31,0-15.47-12.7-22.88-28.38s-7.86-60.69-8.25-63.47-4.52-8.35-4.77-10.73c7.94,13.66,20.6,9.64,20.6,9.64-9.17.2-13.93-16.95-13.93-16.95l-.05-.12-.05-.12L297,309.06c.5.57,11,12.28,21.1,5.06,10.38-7.41,15.73-21.76,15.73-21.76v18.42s.62,2.87,1.57,2.87a224.53,224.53,0,0,1-4.59,29c-4.71,22-11.16,43.26-11.16,43.26s17.5-9.52,23.65-33.65a101.73,101.73,0,0,0,3.13-28.9A71.79,71.79,0,0,0,345,311.25a2.49,2.49,0,0,0-.08-.35,1,1,0,0,0,0-.17s0-.06,0-.08l1.69,3.59,3.22,8c3.74,31-4,77.65-4,77.65,11.23-14,13.56-44.88,13.07-52.39-.21-3.59-.5-8-.68-11.64-.26-3.95-.42-6.95-.42-6.95l23,13.71-4.24-13.44,16.73,13.44s15,18.1,30.49,20.21,72.19.86,72.19.86-49.33,3.17-63.73,7.41-17.15,9.1-17.15,9.1c10.41,52.95,68,70.8,69.82,71.34-52.27-7.85-76.59-52.28-76.59-52.28s-.85,25,3.17,34.51,27.74,32.82,58.23,37.68a69.22,69.22,0,0,0,7.59.77c25.72,1.21,47-11.93,49.18-13.34l.19-.12,0,.09c-.82,1.25-11.37,16.07-53.94,17.7-2.58.1-5.1.08-7.54,0h0c-39.46-1.66-59.55-27.94-59.55-27.94s-14.6,7.84-5.28,19.48l.3.36c2.75,3.17,8.8,7,16,11l.58.34c8.65,4.78,18.79,9.7,26.64,13.78a.28.28,0,0,1,.11.05,98.51,98.51,0,0,1,10.93,6.25,0,0,0,0,1,0,0c2.21,1.61,2.67,2.65.5,2.9-11,1.27-52.71-7.83-54.41-5.3s2.06,9.1,2.06,9.1c38.29,19,120.21,9.62,122.79,9.34-68.56,17.55-124.65-4.68-124.65-4.68l1.86,6.57a245.19,245.19,0,0,0,66.53,11.43c36,.84,58.45-8.36,58.45-8.36Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-6)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M503.77,363.46s27.27,1.48,45.29,6.24l-9.3,14.1A123.43,123.43,0,0,0,503.77,363.46Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M529.25,438.62s-17,14.19-33.74,20.75a113.13,113.13,0,0,1-32.82,7.2s9.62,2.86,33.28-.95S527.73,449,527.73,449Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M536.88,493.27v0c-31.48,8.13-71.44-3.54-71.1-5s10.94.64,35.55-4.29c23.85-4.78,32.5-13.26,33-13.78-.2,1.44-3.49,4.61-4.43,8.06C529.29,480.62,533.75,487.86,536.88,493.27Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-3)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M451.38,367.72C424.49,370.46,417.25,378,417.25,378c-7.56,1-24.54-18.41-24.54-18.41L390.5,357s-13.66,31.12-26.05,46.36c-1.48,1.81-3,3.6-4.64,5.33l1.76-3.95s2.88-1.38,3.72-16.52-6.36-37.68-6.41-40.74-1.1-18.59-1.1-18.59l23,13.71-4.24-13.44,16.73,13.44s6.55,9.85,23.09,18.07C432,368.43,449.45,367.81,451.38,367.72Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-4)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M390.5,357l16-2.09s6.41,4.24,19.26,9.47l-10.72,15.8s4.25,22.53,16.46,35.22c0,0-32.39-18-36.94-33.11Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-5)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M297,309.06l4.58,12.05s4.66,16.26,13.93,16.95,18.32-27.28,18.32-27.28V292.36s-9.86,21.13-20.5,23.51S297,309.06,297,309.06Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-6)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M352.38,299.52s8.26,16.51,18.42,21.59c0,0-12.09-29.33-9.54-46.58C361.26,274.53,356.82,277.29,352.38,299.52Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-7)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M553.11,324l2.85,9.2,2.89,75.51a182.36,182.36,0,0,1-12.47-34.88l2.68-4.11S553.54,341.24,553.11,324Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.76"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-7)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M640.86,346.2s-1.62,37.1,14.15,40.3l.78,4S635.4,389.71,640.86,346.2Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-8)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M614.56,357.48s-.61,1.33-6.34-2.83c0,0-19.83,14.05-27.47,33.84,0,0,12.22-18.18,18.73-20.15s8.07,5.29,8.07,5.29S610.12,363.4,614.56,357.48Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-9)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M294.89,328.42s7.63,14.06,21.92,9.65c0,0-8.57,5.77-17.15,1.08C299.66,339.15,294.34,330,294.89,328.42Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-8)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M344.85,310.62S355.34,349.84,328,379.3c0,0,17.77-9.12,21.8-30.24A64.9,64.9,0,0,0,344.85,310.62Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-10)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M532.82,279.27s-1.18,17.7-9.66,30.41S497.84,331,497.84,331s21.12-7.79,30.81-18.74S532.82,279.27,532.82,279.27Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-9)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M424.79,252.63a111.83,111.83,0,0,0,4.77,29.89c4.76,15.09,46.11,41.45,46.11,41.45s-42.62-17.71-50.88-33.63S424.79,252.63,424.79,252.63Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_4-10)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M424.31,323.13v24.11s55.5-.45,117.73,3.68l1.42-21.71A1085.74,1085.74,0,0,0,424.31,323.13Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25)"
          />
          <path
            d="M512.12,255.84c-1.3,15.59-6.05,26.45-11.11,33.77-7,10.06-14.52,13.5-14.52,13.5a87.24,87.24,0,0,1-19.71-11.89c-23.9-19.11-31.61-45.59-32.2-47.77,10.09,24.37,24.91,39.14,36.14,47.45,9,6.73,15.77,9.26,15.77,9.26v-7.8a51.55,51.55,0,0,1-5.19-2.28c-19.78-10-30.17-30.76-35-44.2a.26.26,0,0,0,0-.08,95.53,95.53,0,0,1-3.65-12.39h3.58L445,235.92l-.05.09q.85,3.83,2,7.32a.84.84,0,0,0,.07.19c11.06,34.9,39.52,46.14,39.52,46.14,19.78-14.6,19.4-37.78,19.4-37.78V248.7l3.7,1.1Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-11)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M629.46,340.55s-5.38,17.56-.29,44.87c0,0,2.54-34.61,4.44-37.63s7.25-1.59,7.25-1.59S632.46,341.57,629.46,340.55Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-12)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M577.29,436.05c-4.69-4.11-10.32-11-15.94-22.2-11.23-22.44-14.45-37.43-15-40l2.67-4.11,3.57-34.53,3.34-2a141.64,141.64,0,0,0,21-33,10.18,10.18,0,0,1,.45,1.44h0c1.83,7.18,5.58,34.05,9.07,43.64a22,22,0,0,0,8.14,11S574,386.85,573,408.69C572.06,428.57,576.49,435,577.29,436.05Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-13)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M454.78,499.88s-37.2-6.1-52.38-15.89a0,0,0,0,1,0,0,11.62,11.62,0,0,0,.19-2.48c-.32-8.38-7.56-15.81-8.57-20.57.17.45,1.26,3,6.54,7.49a111,111,0,0,0,16,11l.58.34c10.73,6.34,20,10.63,26.64,13.78a.28.28,0,0,1,.11.05c6,2.81,9.89,4.68,10.93,6.25A0,0,0,0,1,454.78,499.88Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-14)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M534.35,470.26c-.2,1.44-3.49,4.61-4.43,8.06,0,0-13.64,14.45-64.14,10,.33-1.43,10.94.64,35.55-4.29C525.18,479.26,533.83,470.78,534.35,470.26Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_70-15)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M542.75,274.76l-32.29,10.46L501,289.61l-.05,0-6.15,0h-8.32l-5.19.42-2.75.2-7.83.62-3.94.32-38.72-14-6.92-2.5-31.85-11.53,2.9-1.14c21.37-8.47,42.34-18.74,42.34-18.74l8.05-9.89h3.58a119.27,119.27,0,0,0,6.71-18.72l2.13-9.57c.15-.93.22-1.43.22-1.43l11.39,6,38.44,30.74c0,2.1,0,4,.15,5.56l.55,3.88c.1-.76.14-1.19.14-1.19l3.7,1.1,2.53,6s4.29,6.67,21.29,14.14A103.94,103.94,0,0,1,542.75,274.76Z"
            transform="translate(-109.84 -61.89)"
            fill="#7a4ac0"
            opacity="0.5"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M518.16,245.31a52.57,52.57,0,0,1-31.67-4.66c-16.61-8-30.57-31.76-31.43-37.68s6.36-21.39,6.36-33.46-5.92-32.82,4-44S521.12,112.55,536,127c0,0,4.59,11.54,4.59,18.06a47.35,47.35,0,0,1-.7,6.55c-.14,1-.32,2.05-.49,3.13-1.32,7.9-3.15,17.54-2.29,21.76a21.44,21.44,0,0,0,1.32,4.13h0c1.83,4.23,4.54,7.6,5,11.25C544.06,196.62,537.65,230.49,518.16,245.31Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-4)"
          />
          <path
            d="M461.29,166.1s-4.1-10.3-14.43-10.46c0,0-6,2.38-7,7,0,0,2.22,16.67,4.76,24.45s11.86,6.66,11.86,6.66S464.61,181.33,461.29,166.1Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_71-5)"
          />
          <path
            d="M501,200.06s3.43-.27,4.91.84,6.89,6.35,13.71,7.78S531,204.3,532.46,204s3,1.76,3,1.76-.63-2.38-4.18-3.46c0,0-1.44,5.48-11.34,3.6s-14.11-6.27-14.11-6.27l-.5-.9A26,26,0,0,0,501,200.06Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_387)"
          />
          <path
            d="M486.36,148.78l.13-1.06s9.88-17.33,29.41-17.8,23.94,11.76,23.94,11.76l3.62-5.49-8.24-16.76-57.39-1-14,11.28-1.77,27.6,6.21,36.44,15.12,8,4.27-3.78c-1.58-12.2-10.65-23.35-10.65-23.35l6.61-4.6s17,8.23,26.81,5.77c0,0,7.39-21.55,7-37.52C517.42,138.37,492.25,142.09,486.36,148.78Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-3)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M485.49,150.06s.95-6.24,11.48-8.74c11.74-2.78,21.27-5.13,21.27-5.13s-2.08,6.84-6,9.41c0,0-12.41-.45-18.7,1S485.49,150.06,485.49,150.06Z"
            transform="translate(-109.84 -61.89)"
            fill="#38368e"
          />
          <path
            d="M539.84,141.68s-6,4.59-10,15.55c0,0,3.89-5.08,7.46-5a2,2,0,0,1,2.06,2.47S541.79,148.15,539.84,141.68Z"
            transform="translate(-109.84 -61.89)"
            fill="#38368e"
          />
          <path
            d="M489.42,167.71s.64-13.18,13.5-16.52c0,0,4.61,6,5.08,12.71C508,163.9,501.17,162.63,489.42,167.71Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_59)"
          />
          <path
            d="M526.26,173s1-10.49,7.07-14.37c0,0,4.11,3.08,3.68,11.86C537,170.44,533.41,169.14,526.26,173Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_184)"
          />
          <path
            d="M489.42,167.71s4.18,5.13,15.88,6.14c0,0,2.23-3.39,2-10C507.32,163.82,496.57,162.79,489.42,167.71Z"
            transform="translate(-109.84 -61.89)"
            fill="#ffebed"
          />
          <path
            d="M526.26,173v1.54s1.8,3.75,8.26,4.39a18,18,0,0,0,2.26-8.5S532.67,169.35,526.26,173Z"
            transform="translate(-109.84 -61.89)"
            fill="#ffebed"
          />
          <path
            d="M501.93,163.54a14.47,14.47,0,0,0-2.7,9.3,43.71,43.71,0,0,0,6.07,1s2.56-3.56,2-10A16.38,16.38,0,0,0,501.93,163.54Z"
            transform="translate(-109.84 -61.89)"
            fill="#7f9ec9"
          />
          <path
            d="M532.39,170.56s-1.68,1.79-2,7.31a12.68,12.68,0,0,0,4.13,1,15.36,15.36,0,0,0,2.26-8.5A7.36,7.36,0,0,0,532.39,170.56Z"
            transform="translate(-109.84 -61.89)"
            fill="#7f9ec9"
          />
          <path
            d="M501,173.24s-1.07-7.12,3-9.85l3.34.43s1.11,5.64-2,10C505.3,173.85,502,173.47,501,173.24Z"
            transform="translate(-109.84 -61.89)"
            fill="#38368e"
          />
          <path
            d="M533.87,170.24a30.63,30.63,0,0,0-2.22,8.1,9.39,9.39,0,0,0,2.87.54s2.29-2.8,2.26-8.5A6.77,6.77,0,0,0,533.87,170.24Z"
            transform="translate(-109.84 -61.89)"
            fill="#38368e"
          />
          <path
            d="M489.42,167.71s7.78-4.53,21-2L508,163.9A22.17,22.17,0,0,0,489.42,167.71Z"
            transform="translate(-109.84 -61.89)"
            fill="#131163"
          />
          <path
            d="M526.26,173a21,21,0,0,1,13.52-1.56l-3-2.22S531.9,168.42,526.26,173Z"
            transform="translate(-109.84 -61.89)"
            fill="#131163"
          />
          <path
            d="M497.84,167.71a4.58,4.58,0,0,1,4,1.46A3.66,3.66,0,0,1,497.84,167.71Z"
            transform="translate(-109.84 -61.89)"
            fill="#fff"
          />
          <path
            d="M529.12,173.85s3.32-.64,4.47.87C533.59,174.72,531.81,175.94,529.12,173.85Z"
            transform="translate(-109.84 -61.89)"
            fill="#fff"
          />
          <path
            d="M490.21,168.48a30.46,30.46,0,0,0,15.73,7.41l.25-3.53-.89,1.49S496,173.3,490.21,168.48Z"
            transform="translate(-109.84 -61.89)"
            fill="#c6659c"
          />
          <path
            d="M526.26,174.49s1.08,3.86,9,5.61l-.26-1.9-.44.68S528.92,178.16,526.26,174.49Z"
            transform="translate(-109.84 -61.89)"
            fill="#c6659c"
          />
          <path
            d="M510.46,189.94a28.31,28.31,0,0,1,8.34,0c5.4.64,11.47,2.12,14.79,0,0,0-4.41,4.41-8.23,5.08s-9.63-2.68-9.63-2.68l-2.54,0A7,7,0,0,1,510.46,189.94Z"
            transform="translate(-109.84 -61.89)"
            fill="#cb5f7d"
          />
          <path
            d="M513.56,192.38a4.05,4.05,0,0,1,2.44-.64c1.11.21,2.24,1.83,2.24,1.83A11.11,11.11,0,0,0,513.56,192.38Z"
            transform="translate(-109.84 -61.89)"
            fill="#9f4a8b"
          />
          <path
            d="M533.59,189.94c1.41-1.37-5.9-14.39-9.39-14.87s-6.78,14.59-6.78,14.59,4.86.68,9.58,1.31S533.59,189.94,533.59,189.94Z"
            transform="translate(-109.84 -61.89)"
            fill="#ffbcaf"
          />
          <path
            d="M538.81,149c-2-.25-9,8.25-9,8.25s-4.44,13.76-3.57,17.83,11.67,6.25,11.67,6.25l.45-.72h0a21.44,21.44,0,0,1-1.32-4.13c-.86-4.22,1-13.86,2.29-21.76a15.92,15.92,0,0,0,.49-3.13C539.9,150.29,539.71,149.08,538.81,149Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_48-4)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M538.49,204.86c-2.23-4.66-.85-7.09-20.22-9.62-27.4-3.6-29.75,4.76-34.41,3.49a4.61,4.61,0,0,1-.55-.2c-5.05-2-16.93-13.65-17.23-29.39-.32-16.36,10.64-28,10.64-28-4-3.33-5.56-13-1.27-17.14s11.6-3.17,29.53-1.28,17.95.81,17.95.81c5.7,1.46,9,6.8,9.89,8.51a5.21,5.21,0,0,1,.27.54l2.23-2.06a29.15,29.15,0,0,1,4.93,18.25s9.84-20,8.72-22.85c-2.05-5.23-7.73-12.85-8.08-13.34l0,0s-1.59-15.23-6.35-15.23-25.1,4.59-25.1,4.59a28.94,28.94,0,0,0,1.92-11.26l-.09.08c-6.64,6-13.12,6.6-22.31,10.86a23.24,23.24,0,0,0-8.6,6.24l-.62.74-.65.78c-.64.81-1.29,1.63-2.08,2.47a.46.46,0,0,1-.1.1l-.05,0a27.75,27.75,0,0,1-2.67,2.5c-6,4.91-19.31,8.19-20.9,13.39s2,12.27,3.92,19.58a39.72,39.72,0,0,1,1,13.76,27,27,0,0,1,4.22,20.06c-1.86,10.68-5.93,12.42-5.93,12.42A18.29,18.29,0,0,0,455,205.12c5.86,23.33,30.14,37.22,30.14,37.22,21.59,8,35.78,4.55,35.78,4.55l0,0c15.71-10.24,21.09-44.14,21.32-45.71C542,201.58,539.08,206.1,538.49,204.86Zm-9.69,21.61c-3.8-.64-4.61-10.28-5.87-11.55s-8.16-.74-8.16-.74-6.35,7.21-8.88,7.41-16.09-5.29-13.16-13.54,13.16-9.32,13.16-9.32a24.79,24.79,0,0,0,13.22,5c7.95.52,10.81-.94,11.75-1.36s6.07,1.9,5.94,9.1C536.71,216.45,532.62,227.11,528.8,226.47Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_292)"
          />
          <path
            d="M527.81,178s6.85,8.49,6.2,11.69c-.72,3.5-8.65,5.36-8.65,5.36s6.36-2.19,7.66-5.36A42,42,0,0,0,527.81,178Z"
            transform="translate(-109.84 -61.89)"
            fill="#d2726c"
          />
          <path
            d="M540.25,148.81a29.15,29.15,0,0,0-4.93-18.25,48.68,48.68,0,0,0,5.55-18l0,0c1.64,4,2.58,11.9,2.58,11.9L549,126C550.09,128.8,540.25,148.81,540.25,148.81Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_35)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M532.82,132.08c-.92-1.71-4.19-7.05-9.89-8.51,0,0,0,1.1-17.95-.81s-25.24-2.85-29.53,1.28-2.7,13.81,1.27,17.14c0,0-11,11.6-10.64,28,.3,15.74,12.18,27.43,17.23,29.39l-.24,1.74s.89,36,9.66,38.91,26.92,1.37,28.61,3.06-.23,4.38-.4,4.63l0,0s-14.19,3.5-35.78-4.55c0,0-24.28-13.89-30.14-37.22a18.29,18.29,0,0,1,1.51-11.39s4.07-1.74,5.93-12.42a27,27,0,0,0-4.22-20.06,39.72,39.72,0,0,0-1-13.76c-1.91-7.31-5.51-14.4-3.92-19.58a22.86,22.86,0,0,0,16.83-3.71s1.78-2.46,9.64-3.73,39.46,1.91,39.46,1.91-3.17-2.63-9.84-4.38c-6.31-1.66-27.83.27-30.14.45,2.46-.43,26.87-4.62,29.65-3.78,2.95.87,13.51,5.71,13.51,5.71-1-4.84-10.41-16.51-10.41-16.51s-13.34.24-22.07,2.06c-7.8,1.63-12.07,5.2-12.91,5.94l2.08-2.47.65-.78.62-.74,3.05-.52,15.32-6.19c5.15-2.75,11.74-9.55,12.54-10.39l.09-.08A28.94,28.94,0,0,1,509.42,102c12.94-1.59,17.32-.79,17.32-.79C532.62,109.5,532.82,132.08,532.82,132.08Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_52)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M485.14,242.34a80.8,80.8,0,0,1,19.9-1.4c12,.49,18.85.54,15.88,5.95C520.92,246.89,505.89,250.28,485.14,242.34Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.5"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_397)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M526.74,101.17s7.28-2.84,10.15-2.37A5.65,5.65,0,0,0,534.56,97c-1.19-.31-25.14,5-25.14,5S524.36,100.22,526.74,101.17Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141)"
          />
          <path
            d="M512,103.87s-.57,7.93-3.1,10.8l-29.65,3.78-8.71-1.53a21.87,21.87,0,0,0,7.07-5.76C481.29,106.84,500.62,102.6,512,103.87Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-2)"
          />
          <path
            d="M540.87,112.6s2.41,7.8,2.6,11.92L549,126S547.3,120.07,540.87,112.6Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-3)"
          />
          <path
            d="M460.07,180.1s-2.08-10-7.19-15a12,12,0,0,0-10.94-3.36s1.59,18.55,3.26,23.08,4.21,5.72,4.21,5.72a14.25,14.25,0,0,1-4.05-9.27c-.48-6.14-.64-14.79.71-15.82s6.81,3,6.81,3-1.73,2.11-2.76,7.58,2.78,9.44,4.21,9.36-.08-6.33.16-8.13S457.9,175.89,460.07,180.1Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.8"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_285)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M455,167.66a12.51,12.51,0,0,0-5,11.19c.61,7.52,4.9,7.19,4.92,5.61s-.82-5.64-.38-7.94,4.14-1.26,4.14-1.26S456.23,169.29,455,167.66Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.8"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_285-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M542.26,201.16s-6.93,31.63-21.34,45.73C520.92,246.89,537.35,240.43,542.26,201.16Z"
            transform="translate(-109.84 -61.89)"
            fill="#34c7ff"
          />
          <path
            d="M534.56,97s3.66,2.85,4.36,12.74-3.6,20.86-3.6,20.86,5.5-8.21,6-17.21S537.46,98.1,534.56,97Z"
            transform="translate(-109.84 -61.89)"
            fill="#34c7ff"
          />
          <path
            d="M490.25,117.67a86,86,0,0,0,17.75,3.7c9.29.82,11.2,1,11.2,1s-3.73-3.62-11.68-4.71A80.6,80.6,0,0,0,490.25,117.67Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-4)"
          />
          <path
            d="M531.16,201.85s4.05,0,5.64,5.08a42.26,42.26,0,0,1,1.62,7.55l1.44-5.57s-1.88-7.06-3.82-8.65c-1.4-1.14-3.81-2.3-5-2Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-5)"
          />
          <path
            d="M520.24,196.77l.68,6s4.94.4,8.2-1l.59-3.65S523.41,196.61,520.24,196.77Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_141-6)"
          />
          <path
            d="M542.75,274.76s28.87,21.09,32.62,28.35,5.27,30,10.33,39.85c0,0-3.46-16.1-5.89-28.73s-1.85-12.81-3.2-15.91S553.69,280.26,542.75,274.76Z"
            transform="translate(-109.84 -61.89)"
            fill="#34c7ff"
          />
          <path
            d="M537.57,392.17s-13.92,59.58-13.28,63.6,9.64,12.24,10.06,14.49c0,0-6.89,9.22-6.57,11.26s12.07,15,11.75,19c-.09,1.16-7.71,13.74-7.71,13.74s8.61-12.36,9-14.33S530.3,481.4,530,479.72c-.83-4.35,5.48-7.54,5.69-10.4s-8.54-9.84-8.61-14.5S537.57,392.17,537.57,392.17Z"
            transform="translate(-109.84 -61.89)"
            fill="#34c7ff"
          />
          <path
            d="M540.4,534.19s30.09,68.11,40.35,136.23C580.75,670.42,579,603.94,540.4,534.19Z"
            transform="translate(-109.84 -61.89)"
            fill="#34c7ff"
          />
       
          <text
            transform="translate(327.88 279.83)"
            fontSize={15}
            fill="#f7f7f7"
            fontFamily="Helvetica-Bold, Helvetica"
            fontWeight={700}
          >
            DEVELOPER
          </text>
          {/* SCREEN */}
          <g className='screen-video'>
          <path
            d="M589.85,225.57l5.39,153.87a11.34,11.34,0,0,0,11.33,10.94H871.64A11.33,11.33,0,0,0,883,379.31l3.71-155.66A11.34,11.34,0,0,0,875.27,212l-274.17,1.8A11.32,11.32,0,0,0,589.85,225.57Z"
            transform="translate(-109.84 -61.89)"
            fill="#36d1f7"
            opacity="0.6"
          />
          <path
            d="M871.64,390.8H606.57a11.72,11.72,0,0,1-11.75-11.34l-5.39-153.87a11.75,11.75,0,0,1,11.67-12.17l274.17-1.8a11.83,11.83,0,0,1,8.46,3.52,11.62,11.62,0,0,1,3.37,8.52l-3.71,155.66A11.69,11.69,0,0,1,871.64,390.8Zm3.71-178.34h-.07l-274.17,1.8a10.91,10.91,0,0,0-10.84,11.3l5.39,153.87A10.87,10.87,0,0,0,606.57,390H871.64a11,11,0,0,0,10.91-10.66l3.71-155.66a10.91,10.91,0,0,0-10.91-11.18Z"
            transform="translate(-109.84 -61.89)"
            fill="#744ca2"
          />
          <path
            d="M590.24,233.41H886.37l.47-8.11a12.43,12.43,0,0,0-12.5-13.16l-274.06,2.17a10.28,10.28,0,0,0-10.2,10.47Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.6"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_89)"
            style={{ mixBlendMode: "multiply" }}
          />
          <polygon
            points="495.29 183.94 495.29 272.98 585.93 272.98 585.93 183.47 495.29 183.94"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85)"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="673.53"
            y="189.91"
            width="39.43"
            height="39.43"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-2)"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="720.05"
            y="189.91"
            width="39.43"
            height="39.43"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-3)"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="189.91"
            width="39.43"
            height="39.43"
            opacity="0.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_85-4)"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="658.65"
            y="252.33"
            width="100.83"
            height="9.45"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="633.43"
            y="266.7"
            width="126.05"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="634.62"
            y="234.37"
            width="24.11"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="681.19"
            y="234.37"
            width="24.11"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="727.71"
            y="234.37"
            width="24.11"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="271.45"
            width="40.55"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="633.43"
            y="276.15"
            width="126.05"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="280.84"
            width="133.25"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="285.54"
            width="133.25"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="633.43"
            y="304.52"
            width="126.05"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="309.21"
            width="133.25"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="313.91"
            width="133.25"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="290.23"
            width="127.89"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="633.43"
            y="294.93"
            width="126.05"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect
            x="626.23"
            y="299.62"
            width="107.96"
            height="2.92"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <g style={{ mixBlendMode: "soft-light" }}>
            <path
              d="M630.53,317a25.79,25.79,0,1,1,25.78-25.78A25.81,25.81,0,0,1,630.53,317Zm0-49.89a24.11,24.11,0,1,0,24.1,24.11A24.13,24.13,0,0,0,630.53,267.12Z"
              transform="translate(-109.84 -61.89)"
              fill="#e0ffff"
            />
          </g>
          <circle cx="520.68" cy="229.34" r="14.01" fill="#fff" />
          <g style={{ mixBlendMode: "soft-light" }}>
            <path
              d="M695.77,271.14a25.79,25.79,0,1,1,25.79-25.78A25.81,25.81,0,0,1,695.77,271.14Zm0-49.89a24.11,24.11,0,1,0,24.11,24.11A24.14,24.14,0,0,0,695.77,221.25Z"
              transform="translate(-109.84 -61.89)"
              fill="#e0ffff"
            />
          </g>
          <circle
            cx="695.77"
            cy="245.36"
            r="13.19"
            transform="translate(235.4 832.65) rotate(-81.06)"
            fill="#fff"
          />
          <g style={{ mixBlendMode: "soft-light" }}>
            <polygon
              points="490.77 159.44 492.66 156.58 502.85 165.51 501.28 167.69 490.77 159.44"
              fill="#fff"
            />
            <polygon
              points="503.11 159.44 501.22 156.58 491.04 165.51 492.6 167.69 503.11 159.44"
              fill="#fff"
            />
          </g>
          <rect x="678.11" y="158.52" width="91.26" height="4.58" fill="#fff" />
          <path
            d="M853.11,182.37a7.49,7.49,0,1,1-7.49-7.49A7.49,7.49,0,0,1,853.11,182.37Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_302)"
          />
         </g>
          <path
            d="M150.94,356.09a9.32,9.32,0,1,1-9.32-9.33A9.32,9.32,0,0,1,150.94,356.09Z"
            transform="translate(-109.84 -61.89)"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_302-2)"
          />
          <circle
            cx="757.78"
            cy="120.48"
            r="7.49"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_322)"
          />
          <circle
            cx="629.52"
            cy="405.71"
            r="5.3"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25-2)"
          />
          <circle
            cx="78.85"
            cy="458.52"
            r="4.73"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_25-3)"
          />
         
          <g className='code-tag blocker '>
          <path
            d="M286.41,524.33H204.62A12.57,12.57,0,0,1,192,512.13l-1.82-53.8a12.62,12.62,0,0,1,12.62-13.05h85.26a12.62,12.62,0,0,1,12.62,13L299,512.09A12.57,12.57,0,0,1,286.41,524.33ZM202.8,446.12A11.77,11.77,0,0,0,191,458.3l1.81,53.8a11.75,11.75,0,0,0,11.79,11.4h81.79a11.74,11.74,0,0,0,11.79-11.43l1.64-53.8a11.79,11.79,0,0,0-11.78-12.15Z"
            transform="translate(-109.84 -61.89)"
            fill="#db233e"
          />
          <path
            d="M286.41,523.92H204.62a12.22,12.22,0,0,1-12.21-11.8l-1.81-53.8a12.21,12.21,0,0,1,12.2-12.62h85.26a12.2,12.2,0,0,1,12.2,12.58l-1.64,53.8A12.23,12.23,0,0,1,286.41,523.92Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.73"
            fill="url(#linear-gradient-4)"
          />
          <polygon
            points="116.58 403.14 96.41 426.52 116.95 443.95 116.95 434.95 105.07 424.67 116.11 412.19 116.58 403.14"
            fill="#fff"
          />
          <polygon
            points="152.03 404.19 172.2 427.57 151.66 445 151.66 436 163.54 425.72 150.32 411.73 152.03 404.19"
            fill="#fff"
          />
          <polygon
            points="120.97 443.95 138.55 405.24 146.81 405.24 126.9 443.95 120.97 443.95"
            fill="#fff"
          />

          </g>
          <g className='blocker blocker-1'>
          <path
            d="M819.76,584.63H717.43a15.28,15.28,0,0,1-15.26-14.76l-2.27-67.3a15.28,15.28,0,0,1,15.26-15.79H821.82a15.27,15.27,0,0,1,15.26,15.74L835,569.82A15.29,15.29,0,0,1,819.76,584.63Z"
            transform="translate(-109.84 -61.89)"
            opacity="0.73"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_97)"
          />
          <path
            d="M819.76,585.05H717.43a15.63,15.63,0,0,1-15.68-15.16l-2.27-67.31a15.7,15.7,0,0,1,15.68-16.22H821.82a15.7,15.7,0,0,1,15.68,16.17l-2,67.31A15.62,15.62,0,0,1,819.76,585.05ZM715.16,487.2a14.84,14.84,0,0,0-14.84,15.36l2.27,67.3a14.79,14.79,0,0,0,14.84,14.35H819.76a14.79,14.79,0,0,0,14.85-14.4l2.06-67.3a14.86,14.86,0,0,0-14.85-15.31Z"
            transform="translate(-109.84 -61.89)"
            fill="#953da2"
          />
          <rect
            x="610.56"
            y="435.73"
            width="93.72"
            height="55.66"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <polygon
            points="649.12 449.54 649.12 477.58 673.07 462.28 649.12 449.54"
            fill="#fff"
          />
          <rect
            x="610.56"
            y="501.65"
            width="93.72"
            height="5.09"
            fill="#d1d4fb"
            style={{ mixBlendMode: "multiply" }}
          />
          <rect x="610.56" y="501.65" width="24.26" height="5.09" fill="#fff" />
       </g>
          <path
            d="M651.74,480l-4.89,14C649.55,486.28,653.44,481.26,651.74,480Zm-4.89,14L642,508C643.19,507.64,644.14,501.75,646.85,494Zm4.89-14-4.89,14C649.55,486.28,653.44,481.26,651.74,480Zm-4.89,14L642,508C643.19,507.64,644.14,501.75,646.85,494ZM661,506.14l4.76,2.69,5.12-14-5.49-.92c.1-.52.19-1,.26-1.55a35.68,35.68,0,0,0,.47-7l5.74-3.6-2.62-12.33-5.5,5.26a16.1,16.1,0,0,0-2.82-4.1,10.37,10.37,0,0,0-.95-.93l3.36-7.78-9-2.92h0l-2.15,7.84a15,15,0,0,0-6.07,1.42l-1-7.41-9.87,7.47,2.28,6.57a37.51,37.51,0,0,0-4.82,7L628,479.2l-5.13,14,5.5.92a37.85,37.85,0,0,0-.73,8.53l-5.75,3.6,2.62,12.34,5.51-5.27a15.57,15.57,0,0,0,3.77,5l-3.37,7.79,8.82,3.44,1.37-5,.93-3.39a14.89,14.89,0,0,0,6.08-1.42l1,7.41,9.87-7.47-2.28-6.57a36.6,36.6,0,0,0,3.89-5.37C660.37,507.25,660.67,506.7,661,506.14ZM646.85,494c-2.71,7.73,0,15.7-4.9,14s-6.7-9.39-4-17.1,8.88-12.6,13.78-10.89S649.55,486.28,646.85,494Zm4.89-14-4.89,14C649.55,486.28,653.44,481.26,651.74,480Zm-4.89,14L642,508C643.19,507.64,644.14,501.75,646.85,494Z"
            transform="translate(-109.84 -61.89)"
            fillRule="evenodd"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206)"
          />
          <path
            d="M665.73,508.83l5.12-14-5.23-2.47-.84-.39.55-7.72,5.8-2.83-1.92-12-12.64-4.12,2.33,5.55,4.4-9-9-2.92-3.68-1.2-8.84-3.44-1.65,6-7.69-3.65-9.87,7.47,3,8.08-9.23,25.58-4.56,16.62,8.76,1L617.73,522l8.84,3.44,12.64,4.12-2-4.06-1.27-2.43,4.67,1.52,8,2.6,9.87-7.47-6.1-7.19,7.71-4.75ZM638,490.91c2.71-7.73,8.88-12.6,13.78-10.89l-4.89,14L642,508C637,506.28,635.25,498.62,638,490.91Z"
            transform="translate(-109.84 -61.89)"
            fillRule="evenodd"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-2)"
          />
          <path
            d="M653.08,504.71l5.12-14-5.49-.92a38.35,38.35,0,0,0,.73-8.52l5.75-3.61-2.62-12.33-5.51,5.26a15.49,15.49,0,0,0-3.78-5l3.38-7.78-8.84-3.44-2.28,8.36a14.88,14.88,0,0,0-6.08,1.41l-1-7.4-9.86,7.47,2.27,6.56a38.08,38.08,0,0,0-4.82,7l-4.75-2.68-5.13,14,5.5.92a38.3,38.3,0,0,0-.73,8.52l-5.75,3.6,2.62,12.34,5.51-5.27a15.36,15.36,0,0,0,3.77,5L617.74,522l8.83,3.45,2.29-8.36a15,15,0,0,0,6.07-1.42l1,7.4,9.87-7.46L643.51,509a38,38,0,0,0,4.81-7Zm-23.78-.83c-4.91-1.72-6.7-9.38-4-17.1s8.88-12.6,13.79-10.88,6.69,9.38,4,17.11S634.21,505.6,629.3,503.88Z"
            transform="translate(-109.84 -61.89)"
            fillRule="evenodd"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_107)"
          />
          <polygon
            points="561.99 419.89 549.35 415.77 543.6 419.38 556.24 423.5 561.99 419.89"
            fill="#601734"
            fillRule="evenodd"
            opacity="0.5"
            style={{ mixBlendMode: "multiply" }}
          />
          <polygon
            points="548.59 457.84 535.94 453.72 533.66 447.15 546.31 451.28 548.59 457.84"
            fill="#b3d9ff"
            fillRule="evenodd"
            style={{ mixBlendMode: "soft-light" }}
          />
          <polygon
            points="537.44 403.68 544.38 405.68 546.72 403.44 551.33 404.94 553.46 400.01 540.81 395.89 537.44 403.68"
            fill="#601734"
            fillRule="evenodd"
            opacity="0.5"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M628.86,517.09l6.62,2.76-.55-4.18S631.37,517.55,628.86,517.09Z"
            transform="translate(-109.84 -61.89)"
            fill="#601734"
            fillRule="evenodd"
            opacity="0.5"
            style={{ mixBlendMode: "multiply" }}
          />
          <path
            d="M629.88,479.17,641,485.06a17.49,17.49,0,0,1,2.87-3S641,469.73,629.88,479.17Z"
            transform="translate(-109.84 -61.89)"
            fill="#601734"
            fillRule="evenodd"
            opacity="0.5"
            style={{ mixBlendMode: "multiply" }}
          />
         
          <polygon
            points="263.99 0 274.74 21.54 267.56 24.81 257.5 5.02 263.99 0"
            fill="#ff1d9c"
          />
               {/* CODE BLOCK */}
               <g className='code-block blocker blocker-2'>
          <polygon
            points="558.08 79.34 555.65 22.93 629.52 22.93 626.49 79.18 558.08 79.34"
            fillRule="evenodd"
            opacity="0.73"
            fill="url(#linear-gradient-5)"
          />
          <polygon
            points="555.65 22.93 553.44 26.25 555.65 79.34 558.08 79.34 555.65 22.93"
            fillRule="evenodd"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-3)"
          />
          <polygon
            points="580.18 34.19 568.59 32.95 570.18 71.61 580.18 70.63 580.18 66.62 574.39 66.76 573.72 36.95 580.18 37.13 580.18 34.19"
            fill="#fff"
          />
          <polygon
            points="603.92 34.19 615.51 32.95 613.93 71.61 603.92 70.63 603.92 66.62 609.72 66.76 610.38 36.95 603.92 37.13 603.92 34.19"
            fill="#fff"
          />
          </g>
          <g className='blocker blocker-3'>
          <polygon
            points="48.7 202.85 50.36 164.39 0 164.39 2.07 202.74 48.7 202.85"
            fillRule="evenodd"
            opacity="0.73"
            fill="url(#linear-gradient-6)"
          />
          <polygon
            points="50.36 164.39 51.87 166.66 50.36 202.85 48.7 202.85 50.36 164.39"
            fillRule="evenodd"
            fill="url(#_ÂÁ_Ï_ÌÌ_È_ËÂÌÚ_206-4)"
          />
          <path
            d="M140.8,234s5.52-.22,6.5.23-.25,9.45-.25,9.45l2.2,2-2.06,2s.11,9.12-1.19,9.88-5.74,0-5.74,0v-2.27s3.63.23,4.22-.26.54-8.46.54-8.46l1-1.06-1-1.16s.18-5.68.08-7.23c-.08-1-4.3-1.1-4.3-1.1Z"
            transform="translate(-109.84 -61.89)"
            fill="#fff"
          />
          <path
            d="M128.15,234s-5.52-.22-6.49.23.25,9.45.25,9.45l-2.2,2,2.06,2s-.11,9.12,1.19,9.88,5.74,0,5.74,0v-2.27s-3.63.23-4.23-.26-.54-8.46-.54-8.46l-1-1.06,1-1.16s-.18-5.68-.07-7.23c.07-1,4.29-1.1,4.29-1.1Z"
            transform="translate(-109.84 -61.89)"
            fill="#fff"
          />
          </g>
        </g>
      </g>
    </g>
  </g>
</svg>

            
        </figure>
    )
}

export default Character